Repository: xandeadx/drupal-starter
Catalog: profiles/starter/translations/commerce.*.po
Languages: ru

source: Add custom currency
ru: Добавить собственную валюту

source: Number patterns
ru: Шаблоны номера

source: Number pattern
ru: Шаблон номера

source: number pattern
ru: шаблон номера

source: Add number pattern
ru: Добавить шаблон номера

source: Number generation method
ru: Способ генерации номера

source: Infinite (Never reset)
ru: Бесконечный (никогда не сбрасывать)

source: Monthly (Reset every month)
ru: Ежемесячный (сбрасывать каждый месяц)

source: Yearly (Reset every year)
ru: Ежегодный (сбрасывать каждый год)

source: Initial number
ru: Начальный номер

source: Use fixed length numbers
ru: Использовать номер фиксированной длины

source: Hide if there's only one available entity.
ru: Скрыть, если доступна только одна сущность.

source: Hide if there's only one available entity
ru: Скрыть, если доступна только одна сущность

source: Product attributes overview
ru: Обзор атрибутов товара

source: Combine order items containing the same product variation.
ru: Объединять позиции заказа, содержащие одинаковую вариацию товара.

source: Product variation type
ru: Тип вариации товара

source: Product variation
ru: Вариация товара

source: Add product attribute
ru: Добавить атрибут товара

source: product attributes
ru: атрибуты товара

source: product attribute
ru: атрибут товара

source: Product attribute
ru: Атрибут товара

source: Manage your product attributes.
ru: Управление атрибутами товара

source: product attribute value
ru: значение атрибута товара

source: Product attribute value
ru: Значение атрибута товара

source: Rendered attribute
ru: Отрендеренный атрибут

source: @count product
ru: @count товар

source: Delete product
ru: Удалить товар

source: Save product
ru: Сохранить товар

source: Publish product
ru: Опубликовать товар

source: Unpublish product
ru: Снять товар с публикации

source: Cart form
ru: Форма корзины

source: Quantity text field
ru: Текстовое поле с количеством

source: Commerce Cart
ru: Модуль Commerce Cart

source: Commerce Order
ru: Модуль Commerce Order

source: Commerce Product
ru: Модуль Commerce Product

source: Placed
ru: Размещено

source: State
ru: Состояние

source: Checkout
ru: Оформление заказа

source: Checkout flows
ru: Процесс оформления

source: Display checkout progress
ru: Отображать прогресс оформления

source: Save to my address book.
ru: Сохранить в мою адресную книгу.

source: Order refresh
ru: Обновление заказа

source: Order refresh mode
ru: Способ обновления заказа

source: Order refresh frequency
ru: Частота обновления заказа

source: Shopping cart block view
ru: Представление блока с корзиной

source: Adjustments
ru: Корректировки

source: Allow users to add new @label.
ru: Разрешить пользователям добавлять новые "@label".

source: Allow users to add existing @label.
ru: Разрешить пользователям добавлять существующие "@label".

source: Allow users to duplicate @label.
ru: Разрешить пользователям клонировать "@label".

source: Add profile type
ru: Добавить тип профиля

source: Allow multiple profiles
ru: Разрешить множество профилей

source: Include in user registration form
ru: Вставить в форму регистрации

source: This is a private field.
ru: Это приватное поле

source: Field overrides
ru: Переопределение полей

source: - No override -
ru: - Не переопределять -

source: Your shopping cart has been updated.
ru: Корзина обновлена.

source: Wrapper element
ru: Обёрточный элемент

source: Continue to review
ru: Перейти к проверке

source: Use a View to display the order summary
ru: Использовать представление для вывода информации о заказе

source: @entity added to <a href=":url">your cart</a>.
ru: "@entity" добавлен в <a href=":url">корзину</a>.

source: Product variation attributes
ru: Атрибуты вариации товара

source: Product variation title
ru: Заголовок вариации товара

source: Label: "@text" (@visible)
ru: Метка: "@text" (@visible)

source: Hidden if there's only one product variation.
ru: Скрыть если доступна только одна вариация товара.

source: Hide if there's only one product variation
ru: Скрыть если доступна только одна вариация товара

source: Decimal quantities not allowed
ru: Дробные значения запрещены

source: Allow decimal quantities
ru: Разрешить дробные значения

source: Order
ru: Заказ

source: The price
ru: Цена

source: The list price.
ru: Старая цена

source: The variation author.
ru: Автор вариации.

source: The variation title.
ru: Заголовок вариации.

source: The parent product.
ru: Родительский товар.

source: The product author.
ru: Автор товара.

source: The time when the variation was last edited.
ru: Время последнего изменения вариации.

source: The time when the variation was created.
ru: Время создания вариации.

source: The product variations.
ru: Вариации товара.

source: product variations
ru: вариации товара

source: The time when the product was last edited.
ru: Время последнего изменения товара.

source: The product stores.
ru: Магазины товара.

source: The time when the product was created.
ru: Время создания товара.

source: Carts
ru: Корзины

source: Checkout Order Summary
ru: Обзор заказа в чекауте

source: User orders
ru: Заказы пользователя

source: Fraction digits
ru: Цифр после запятой

source: Saved the %label currency.
ru: Валюта "%label" сохранена.

source: Saved the %label order item type.
ru: Тип позиции заказа "%label" сохранён.

source: Saved the %label checkout flow.
ru: Процесс оформления "%label" сохранён.

source: Saved the %label store.
ru: Магазин "%label" сохранён.

source: Supported billing countries
ru: Разрешённые страны для оплаты

source: Store email notifications are sent from this address.
ru: Уведомления от магазина будут присылаться с этого e-mail.

source: Used when determining promotion and tax availability.
ru: Используется при рассчёте скидок и налогов.

source: The alternative URL for this store. Use a relative path. For example, "/my-store".
ru: Альтернативный URL для этого магазина. Используйте относительный путь, например "/my-store".

source: Delete store
ru: Удалить магазин

source: Inject product variation fields into the rendered product.
ru: Вставлять поля вариации в вывод товара.

source: Publish new products of this type by default.
ru: По умолчанию публиковать новые товары этого типа.

source: Save and add variations
ru: Сохранить и добавить вариацию

source: The unique, machine-readable identifier for a variation.
ru: Уникальный, машиночитаемый идентификатор вариации.

source: Do not strip trailing zeroes after the decimal point.
ru: Не удалять нули после запятой.

source: Strip trailing zeroes after the decimal point.
ru: Удалять нули после запятой.

source: Calculated
ru: Вычисленный

source: Order item table
ru: Таблица позиций заказа

source: Are you sure you want to remove %label?
ru: Вы действительно хотите удалить "%label"?

source: Default labels are used.
ru: Используются оригинальные названия полей.

source: New @label can be added.
ru: Можно добавлять новые "@label"

source: Existing @label can not be referenced.
ru: Нельзя ссылаться на существующие "@label"

source: @label can not be duplicated.
ru: Нельзя дублировать "@label"

source: Add variation
ru: Добавить вариацию

source: %product variations
ru: Вариации товара "%product"

source: The alternative URL for this product. Use a relative path. For example, "/my-product".
ru: Синоним адреса товара. Используйте относительный путь, например "/my-product".

source: Saved the %label variation.
ru: Вариация "%label" сохранена.

source: The product type %label has been successfully saved.
ru: Тип товара "%label" успешно сохранён.

source: The product %label has been successfully saved.
ru: Товар "%label" успешно сохранён.

source: The order %label has been successfully saved.
ru: Заказ "%label" успешно сохранён.

source: Enable attribute value translation
ru: Включить возможность перевода значений атрибута

source: Controls how the attribute is displayed on the add to cart form.
ru: Управляет отображением атрибута в форме "Добавить в корзину".

source: Created the %label product attribute.
ru: Атрибут товара "%label" успешно создан.

source: Updated the %label product attribute.
ru: Атрибут товара "%label" успешно обновлён.

source: The attribute value name.
ru: Название значения атрибута.

# Commerce
source: store
ru: Магазин

# Commerce
source: Order types
ru: Типы заказов

# Commerce
source: Order type
ru: Тип заказа

# Commerce
source: Order
ru: Заказ

# Commerce
source: Store type
ru: Тип магазина

# Commerce
source: Store
ru: Магазин

# Address label
source: State
ru: Государство

# State
source: Address label
ru: Штат

# Suburb
source: Address label
ru: Район

# Address label
source: Address line 1
ru: Адрес

# Address label
source: Address line 2
ru: Номер квартиры
