Repository: xandeadx/drupal-starter
Catalog: profiles/starter/translations/drupal.*.po
Languages: ru

source: Title
ru: Заголовок

source: Name
ru: Название

source: Page
ru: Страница

source: « First
ru: « Первая

source: Next ›
ru: Следующая ›

source: next ›
ru: следующая ›

source: ‹ Previous
ru: ‹ Предыдущая

source: Last »
ru: Последняя »

source: last »
ru: последняя »

source: Previous page
ru: Предыдущая страница

source: Type
ru: Тип

source: Status
ru: Статус

source: Operations
ru: Действия

source: Default
ru: По умолчанию

source: Content
ru: Содержимое

source: Filter
ru: Фильтр

source: Reset
ru: Сбросить

source: Entity view (@label)
ru: Вывод сущности (@label)

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Apply
ru: Применить

source: Action
ru: Действие

source: Subject
ru: Тема

source: Author name
ru: Имя автора

source: Author Name
ru: Имя автора

source: Author
ru: Автор

source: Created
ru: Создано

source: Posted in
ru: Создано в

source: Date
ru: Дата

source: Devel
ru: Отладка

source: Confirm password
ru: Пароль повторно

source: Writable
ru: Запись разрешена

source: Reference
ru: Связь

source: Filter by view name, machine name, description, or display path
ru: Фильтр по названию, машинному имени, описанию или пути

source: Content CSS class name(s)
ru: CSS классы для контента

source: The configuration options have been saved.
ru: Настройки сохранены.

source: Add @type
ru: Добавить "@type"

source: Add @display
ru: Добавить "@display"

source: This text will be displayed on the <em>Add new content</em> page.
ru: Данный текст будет отображаться на странице добавления содержимого.

source: This text will be displayed on the <em>Add product</em> page.
ru: Данный текст будет отображаться на странице добавления товара.

source: Placeholder
ru: Заглушка

source: No placeholder
ru: Без заглушки

source: Autocomplete suggestion list size: @size
ru: Число пунктов в автодополнении: @size

source: Visually Hidden
ru: Визуально скрыто

source: Rendered entity
ru: Отрендеренная сущность

source: Comments
ru: Комментарии

source: Comments published
ru: Опубликованные комментарии

source: Comments unapproved
ru: Непроверенные комментарии

source: Recent comments
ru: Последние комментарии

source: Published comments
ru: Опубликованные комментарии

source: No comments available.
ru: Комментарии отсутствуют.

source: Unapproved comments
ru: Непроверенные комментарии

source: Delete comment
ru: Удалить комментарий

source: Unpublish comment
ru: Снять комментарий с публикации

source: Time ago
ru: Прошло времени

source: Upload date
ru: Дата загрузки

source: Updated
ru: Обновлён

source: There are no @label yet.
ru: Пока ещё нет "@label".

source: This link is provided by the @name module. The title and path cannot be edited.
ru: Эта ссылка добавлена модулем "@name". Заголовок и путь не могут быть изменены.

source: Open in dialog
ru: Открывать в диалоге

source: Open in new tab
ru: Открывать в новой вкладке

source: Item class
ru: Класс пункта

source: Item
ru: Элемент

source: Items
ru: Элементы

source: Upload button state
ru: Состояние кнопки загрузки

source: Removed
ru: Удалённый

source: Remove
ru: Удалить

source: Auto upload
ru: Автоматическая загрузка

source: Summary or trimmed
ru: Анонс или обрезанный текст

source: Show for the listed pages
ru: Отображать на перечисленных страницах

source: Hide for the listed pages
ru: Скрывать на перечисленных страницах

source: Region
ru: Регион

source: Body
ru: Содержимое

source: Render cache cleared.
ru: Рендер-кэш очищен.

source: Development
ru: Разработка

source: Backup Complete.
ru: Бэкап завершён.

source: Private Files Directory
ru: Приватная директория

source: Public Files Directory
ru: Общедоступная директория

source: Restore To
ru: Восстановить в

source: Most recent backups in %dest
ru: Последние бэкапы в "%dest"

source: View all backups in %dest
ru: Смотреть все бэкапы в "%dest"

source: Backups in @destination_name
ru: Бэкапы в "@destination_name"

source: Backup
ru: Бэкап

source: Backup and Migrate
ru: Бэкап и миграция

source: Backup Destination
ru: Расположение бэкапа

source: Add Settings Profile
ru: Добавить профиль настроек

source: Add settings profile
ru: Добавить профиль настроек

source: Quick Backup
ru: Быстрый бэкап

source: Advanced Backup
ru: Продвинутый бэкап

source: Backup now
ru: Сделать бэкап

source: Saved the %label Settings Profile.
ru: Профиль настроек "%label" сохранён.

source: Take site offline
ru: Отключить сайт

source: Add Schedule
ru: Добавить расписание

source: Last Run
ru: Последний запуск

source: Schedule enabled
ru: Расписание включено

source: Run every
ru: Выполнять каждые

source: Number to keep
ru: Число сохранений

source: Edit settings profile
ru: Редактировать настройки профиля

source: Colorbox settings
ru: Настройки Colorbox

source: Image styles
ru: Стили изображений

source: Image toolkit
ru: Средство обработки изображений

source: Saved %label configuration.
ru: Конфигурация "%label" сохранена.

source: Dynamic height
ru: Динамическая высота

source: Always show the summary field
ru: Всегда показывать поле анонса

source: @type %title has been updated.
ru: Материал "%title" типа "@type" обновлён.

source: Master
ru: Основной

source: The view %name has been saved.
ru: Представление "%name" сохранено.

source: Filter criteria
ru: Фильтры

source: Sort Criteria
ru: Сортировка

source: Sort criteria
ru: Сортировка

source: Sort criterion
ru: Сортировка

source: Ordered list
ru: Нумерованный список

source: Ordered list - use the &lt;li&gt; to begin each list item
ru: Нумерованный список – используйте &lt;li&gt; для создания элемента

source: Changed
ru: Изменённый

source: Form mode
ru: Вид формы

source: Form modes
ru: Виды формы

source: Form mode: @mode
ru: Вид формы: @mode

source: %module module installed.
ru: Модуль "%module" установлен.

source: %field settings for %bundle
ru: Настройки поля "%field" у бандла "%bundle"

source: Language
ru: Язык

source: Add custom language
ru: Добавить свой язык

source: Filter translatable strings
ru: Фильтр переводов

source: Restore the site's database from a backup file.
ru: Восстановление базы данных сайта из бэкапа.

source: You can reorganize the terms in %capital_name using their drag-and-drop handles, and group terms under a parent term by sliding them under and to the right of the parent.
ru: Вы можете изменить порядок терминов в словаре "%capital_name", перетащив термин мышкой в нужное место.

source: Created new term %term.
ru: Термин "%term" создан.

source: Your settings have been saved.
ru: Ваши настройки сохранены.

source: Add new @entity-type %label
ru: Добавить "@entity-type" "%label"

source: Preview image style: @style
ru: Стиль предпросмотра изображения: @style

source: N/A
ru: Неизвестно

source: Preview
ru: Предпросмотр

source: Revisions for %title
ru: Редакции "%title"

source: @entity_type revisions
ru: Редакции "@entity_type"

source: @langname revisions for %title
ru: Редакции "@langname" материала "%title"

source: All
ru: Все

source: - All -
ru: - Все -

source: Save and edit
ru: Сохранить и продолжить редактировать

source: Link to the @entity_label
ru: Ссылается на "@entity_label"

source: Pager link labels
ru: Названия ссылок постраничного навигатора

source: Renders an entity in a view mode.
ru: Выводит сущность в выбранном режиме просмотра.

source: Link to @entity_type_label
ru: Ссылка на "@entity_type_label"

source: Link to delete @entity_type_label
ru: Ссылка на удаление "@entity_type_label"

source: Link to edit @entity_type_label
ru: Ссылка на редактирование "@entity_type_label"

source: Operations links
ru: Ссылки управления

source: The menu link has been saved.
ru: Ссылка меню сохранена.

source: filter criterion
ru: фильтр

source: Is one of
ru: Один из

source: Appears in: @bundles.
ru: Находится в: @bundles.

source: Dropbutton
ru: Раскрывающаяся кнопка

source: Drop button
ru: Раскрывающаяся кнопка

source: Provide custom text or link.
ru: Предоставляет пользовательский текст или ссылку.

source: Display fields in a dropbutton.
ru: Показывает поля в выпадающем меню.

source: Colorbox library
ru: Библиотека Colorbox

source: Access the @type overview page
ru: Доступ к странице обзора "@type"

source: Access the Files overview page
ru: Доступ к странице обзора файлов

source: Access the Content overview page
ru: Доступ к странице обзора материалов

source: Access the taxonomy vocabulary overview page
ru: Доступ к странице обзора терминов таксономии

source: Provide a view link to the @entity_type_label.
ru: Предоставляет ссылку на просмотр "@entity_type_label".

source: Provide an edit link to the @entity_type_label.
ru: Предоставляет ссылку на редактирования "@entity_type_label".

source: Provide a delete link to the @entity_type_label.
ru: Предоставляет ссылку на удаление "@entity_type_label".

source: Provides links to perform entity operations.
ru: Предоставляет ссылки действий над сущностью.

source: Display fields in a contextual links menu.
ru: Показывает поля в контекстных ссылках.

source: Recent log messages
ru: Последние сообщения в логе

source: Flush
ru: Очистить

source: Flush CSS and Javascript
ru: Очистить CSS и Javascript

source: Flush plugins cache
ru: Очистить кэш плагинов

source: Flush static cache
ru: Очистить кэш статических переменных

source: Flush routing and links cache
ru: Очистить кэш роутов и ссылок

source: Flush twig cache
ru: Очистить кэш твига

source: Flush render cache
ru: Очистить кэш рендера

source: Flush views cache
ru: Очистить кэш представлений

source: Flush all caches
ru: Очистить все кэши

source: All caches cleared.
ru: Все кэши очищены.

source: Config editor
ru: Редактор конфигураций

source: Logout
ru: Выйти

source: Views
ru: Представление

source: Views Block
ru: Блок представления

source: Views Exposed Filter Block
ru: Блок с раскрытыми фильтрами

source: Devel Toolbar Settings
ru: Настройки Devel Toolbar

source: Devel settings
ru: Настройки модуля Devel

source: Element Info
ru: Информация об элементах

source: Entity info
ru: Информация о сущности

source: Execute PHP Code
ru: Выполнить PHP код

source: Execute
ru: Выполнить

source: Additional settings
ru: Дополнительные настройки

source: Name field label
ru: Название поля "Имя"

source: E-mail field label
ru: Название поля "E-mail"

source: Subject field label
ru: Название поля "Заголовок"

source: Message field label
ru: Название поля "Сообщение"

source: Required fields
ru: Обязательные поля

source: AJAX submit
ru: Отправка с помощью AJAX

source: Hide preview button
ru: Скрыть кнопку предпросмотра

source: Edit content
ru: Редактировать содержимое

source: List
ru: Список

source: Contact form
ru: Контактная форма

source: With selection
ru: С выбранными

source: Apply to selected items
ru: Применить к выбранным элементам

source: Sort by
ru: Сортировать по

source: Desc
ru: По убыванию

source: Asc
ru: По возрастанию

source: Rendered entity - @label
ru: Отрендеренная сущность - @label

source: Published
ru: Опубликовано

source: Unpublished
ru: Неопубликованно

source: Full
ru: Полный

source: Unfiltered text
ru: Обычный текст

source: View @display_title
ru: Просмотреть "@display_title"

source: Delete @display_title
ru: Удалить "@display_title"

source: Duplicate @display_title
ru: Дублировать "@display_title"

source: Disable @display_title
ru: Отключить "@display_title"

source: Duplicate as @type
ru: Дублировать как "@type"

source: Exposed form style
ru: Стиль раскрытых фильтров

source: Displays
ru: Дисплеи

source: Recently enabled
ru: Недавно включённые

source: Newly available
ru: Новые

source: Example modules
ru: Примеры модулей

source: Add @entity-type
ru: Добавить "@entity-type"

source: Site email address
ru: E-mail адрес сайта

source: Sender email
ru: E-mail отправителя

source: The email of the person that is sending the contact message.
ru: E-mail пользователя, отправившего сообщение через контактную форму.

source: The comment author's email address.
ru: E-mail автора комментария.

source: Web page addresses and email addresses turn into links automatically.
ru: Адреса веб-страниц и e-mail адреса преобразовываются в ссылки автоматически.

source: Email addresses to notify when updates are available
ru: E-mail адрес для уведомлений о наличии обновлений

source: Edit %label
ru: Редактировать "%label"

source: Sidebar first
ru: Первая боковая колонка

source: Sidebar second
ru: Вторая боковая колонка

source: User account menu
ru: Меню пользователя

source: Show as expanded
ru: Показывать раскрытым

source: A flag for whether the link should be enabled in menus or hidden.
ru: Флаг, указывающий, показывать ссылку в меню или нет.

source: Add menu link
ru: Добавить пункт меню

source: Add child item
ru: Добавить дочерний пункт

source: Add child term
ru: Добавить дочерний термин

source: Breadcrumb
ru: Хлебные крошки

source: Breadcrumbs
ru: Хлебные крошки

source: Status messages
ru: Системные сообщения

source: @type (module: @module)
ru: @type (модуль: @module)

source: Tokens related to random data.
ru: Токены, связанные с случайными данными.

source: Tokens related to the currently logged in user.
ru: Токены, связанные с текущим пользователем.

source: The administrative email address for the site.
ru: Административный e-mail сайта.

source: The URL of the site's front page without the protocol.
ru: URL главной страницы сайта без "http://"

source: The URL of the site's login page.
ru: URL страницы входа.

source: The display name of the user account.
ru: Отображаемое имя пользователя.

source: The email address of the user account.
ru: E-mail адрес пользователя.

source: The unique ID of the user account.
ru: Идентификатор пользователя.

source: The IP address of the current user.
ru: IP-адрес текущего пользователя.

source: The URL of the account profile page.
ru: URL профиля пользователя.

source: The login name of the user account.
ru: Логин пользователя.

source: The date the user last logged in to the site.
ru: Дата последнего входа пользователя.

source: Remote ID
ru: Внешний ID

source: True
ru: Да

source: False
ru: Нет

source: Block
ru: Блок

source: No blocks in this region
ru: В этом регионе блоков нет

source: Place block <span class="visually-hidden">in the %region region</span>
ru: Разместить блок <span class="visually-hidden">в регион "%region"</span>

source: The summary will also be visible when marked as required.
ru: Поле "Анонс" будет всегда видимо и помечено обязательным.

source: The menu is only visible if the menu item for the current page is at this level or below it. Use level 1 to always display this menu.
ru: Меню выводится только если отображается хоть один пункт меню на текущей странице. Используйте уровень 1, чтобы всегда выводить это меню.

source: If selected and this menu link has children, the menu will always appear expanded. This option may be overridden for the entire menu tree when placing a menu block.
ru: Если отмечено и эта ссылка имеет дочерние пункты, то пункт будет всегда отображаться раскрытым. Эта опция может быть переопределена, когда меню выводится с помощью блока.

source: Start typing the title of a piece of content to select it. You can also enter an internal path such as %add-node or an external URL such as %url. Enter %front to link to the front page. Enter %nolink to display link text only.
ru: Чтобы выбрать материал начните вводить его заголовок. Вы так же можете ввести внутренний путь например "%add-node" или внешний адрес, например "%url". Введите "%front" для вывода ссылки на главную страницу. Введите "%nolink" для вывода только текста.

source: Visitors will only see the maintenance mode message. Only users with the "@permission-label" <a href=":permissions-url">permission</a> will be able to access the site. Authorized users can log in directly via the <a href=":user-login">user login</a> page.
ru: Обычные посетители вместо сайта увидят сообщение о недоступности. Пользоваться сайтом смогут только пользователи с <a href=":permissions-url">правом</a> "@permission-label". Для аутентификации будет доступна <a href=":user-login">страница входа</a>.

source: Are you sure you want to remove the @entity-type %label?
ru: Вы действительно хотите удалить @entity-type "%label"?

source: Plugins cache cleared.
ru: Кэш плагинов очищен.

source: E-mail address for notifications.
ru: E-mail адрес для уведомлений.

source: E-mail address for notifications of new comments, contact messages and other.
ru: E-mail адрес для уведомлений о новых комментариях, сообщениях с контактных форм и так далее.

source: @name field is required.
ru: Поле "@name" обязательно для заполнения.

source: <em>Alt</em> field required
ru: Альтернативный заголовок обязателен для заполнения

source: <em>Title</em> field required
ru: Заголовок обязателен для заполнения

source: Number of values is required.
ru: Поле "Количество значений" обязательно для заполнения.

source: Unrecognized username or password. <a href=":password">Forgot your password?</a>
ru: Неправильное имя или пароль. <a href=":password">Забыли свой пароль?</a>

source: Contact email
ru: Контактный e-mail

source: Restore Complete.
ru: Восстановление завершено.

source: Save configuration
ru: Сохранить настройки

source: The email address %mail is not valid.
ru: E-mail адрес "%mail" написан с ошибкой.

source: Configure <span class="visually-hidden">the @module module</span>
ru: Настроить <span class="visually-hidden">модуль @module</span>

source: Autocomplete threshold: @threshold entities.
ru: Ограничение автодополнения: @threshold сущности

source: Autocomplete size: @size characters
ru: Размер автодополнения: @size символов

source: Linked to the @entity_label
ru: Ссылается на "@entity_label"

source: This field cardinality is set to @cardinality and cannot be configured.
ru: Число значений этого поля установлено в @cardinality и не может быть изменено.

source: CSS classes must be alphanumeric or dashes only.
ru: CSS-классы должны содержать только буквы, цифры и знаки тире.

source: Extra CSS classes
ru: Дополнительные CSS классы

source: This field cardinality is set to unlimited and cannot be configured.
ru: Это поле имеет неограниченное число значений и это не может быть изменено.

source: Short description of the image used by screen readers and displayed when the image is not loaded. Enabling this field is recommended.
ru: Короткое описание изображения, используемое скринридерами и отображающееся если изображение не загрузилось. Рекомендуется включить это поле.

source: Load default filter from node page, that's good for related taxonomy blocks
ru: Загрузить фильтр по умолчанию со страницы материала. Подходит для вывода в блоке связанных материалов.

source: The title attribute is used as a tooltip when the mouse hovers over the image. Enabling this field is not recommended as it can cause problems with screen readers.
ru: Атрибут "title" используется для вывода в подсказке при наведении мышки на изображение. Включение этого поля не рекомендуется, так как у скринридеров могут возникнуть трудности.

source: Updated field %label field settings.
ru: Настройки поля "%label" обновлены.

source: Add @language translation for %label
ru: Добавить @language перевод для "%label"

source: Hostname
ru: Сетевое имя компьютера

source: Hostname of the user who triggered the event.
ru: Сетевое имя компьютера пользователя, который вызвал событие.

source: The author's host name.
ru: Сетевое имя компьютера автора.

source: The comment author's hostname.
ru: Сетевое имя компьютера автора комментария.

source: Created a new user account for <a href=":url">%name</a>. No email has been sent.
ru: Учётная запись <a href=":url">%name</a> успешно создана. E-mail с уведомлением не отправлялся.

source: Field %field can only hold @max values but there were @count uploaded. The following files have been omitted as a result: %list.
ru: Поле "%field" может иметь только @max значений(ия), поэтому следующие файлы были пропущены: %list.

source: Successfully saved @language translation.
ru: Перевод для языка "@language" успешно сохранён.

source: Resave
ru: Пересохранить

source: From
ru: От

source: To
ru: В

source: Original language
ru: Язык оригинала

source: List (integer)
ru: Список (integer)

source: List (float)
ru: Список (float)

source: Number (decimal)
ru: Число (decimal)

source: Number (float)
ru: Число (float)

source: Number (integer)
ru: Число (integer)

source: The @type %title has been deleted.
ru: @type "%title" был удалён.

source: The @entity-type %label has been deleted.
ru: @entity-type "%label" был удалён.

source: Contact messages
ru: Контактные сообщения

source: Module %name has been enabled.
ru: Модуль "%name" установлен.

source: 1 error has been found:
ru: Обнаружена @count ошибка:

source: Deleted @count content item.
ru: Удалено @count материал.
